Repository: lgtl/NTM
Catalog: i18n/locale.src/*/ntm.po
Languages: it

source: Unknown event. NTM can not handle this event.
it: Evento sconosciuto. NTM non può gestire questo evento.

source: months must be an integer
it: mese deve essere un intero

source: months must have magnitude <= 99999999
it: mese deve essere <= 99999999

source: date value out of range
it: il valore della data è oltre il limite

source: in-place division of a monthdelta requires an integer divisor
it: una divisione in-place di mounthdelta richiede un divisore intero

source: start and end must be dates
it: start e end devono essere delle date

source: Wrong value for the param
it: Valore sbagliato per il parametro

source: or is not stored. Default value
it: oppure non sono registrate. Valore predefinito

source: True
it: Vero

source: Month
it: Mese

source: Error in the session table. Row:
it: Errore nella tabella delle sessioni. Riga:

source: Time Limit Reached
it: Tempo limite raggiunto

source: Disconnection is done!! Period: {0} to {1}
it: Disconnessione effettuata!! Periodo: {0} a {1}

source: Period: {0} to {1}
it: Periodo: {0} a {1}

source: NTM - Message
it: NTM - Messaggio

source: Custom
it: Personalizzato

source: Day
it: Giorno

source: Week
it: Settimana

source: Year
it: Anno

source: NTM - Warning!
it: NTM - Attenzione!

source: The total time must be > 0 sec. Default value is 1h
it: Il tempo totale deve essere > 0 sec. Il valore predefinito è 1h

source: First Day
it: Primo giorno

source: Gui not builded
it: Gui non costruita

source: Warning! mtime.py: total sec is 0.
it: Attenzione! ntime.py: i secondi totali sono 0.

source: Period
it: Periodo

source: Used {0} of {1}
it: Usati {0} di {1}

source: NTM - Time Slot
it: NTM - Slot temporale

source: An additional slot was used
it: Uno slot addizionale è stato usato

source: Timeslot:
it: Slot temporale:

source: Timeslot Limit Reached
it: Limite dello slot temporale raggiunto

source: Disconnection is done!!
it: Disconnessione effettuata!!

source: : {0} to {1}
it: : {0} a {1}

source: slots
it: slot

source: Gui not builded.
it: Gui non costruita.

source: Daily
it: Giornaliero

source: Error in NtmTraffic.loadTraffic: conn is None.
it: Errore in NtmTraffic.loadTraffic: conn è None.

source: Traffic Limit Reached
it: Limite di traffico raggiunto

source: Disconnection is done
it: Disconnessione effettuata

source: Show Window
it: Visualizza la finestra

source: Report
it: Rapporto

source: Preferences
it: Preferenze

source: Info & News
it: Info. & Notizie

source: About
it: Informazioni

source: Quit
it: Uscita

source: Network Traffic Monitor -Left click: show the counters -Rigth click: show menu
it: Network Traffic Monitor -Click sinistro: visualizza i contatori -Click destro: visualizza il menu

source: Total
it: Totale

source: Show Main Window
it: Visualizza la Finestra principale

source: Show Notify
it: Visualizza Notify

source: Traffic
it: Traffico

source: Time Slot
it: Slot Temporale

source: Time
it: Tempo

source: Last Day
it: Ultimo Giorno

source: Error: set_logo in
it: Errore: set_logo in

source: Monitors your internet traffic.
it: Monitorizza il tuo traffico internet.

source: Do you really want to exit from NTM?
it: Vuoi veramente uscire da NTM?

source: NTM - Delete All Data
it: NTM - Cancella tutti i dati

source: Do you really want to remove all data (report and counters)? The general preferences will be not deleted.
it: Vuoi veramente cancellare tutti i dati (rapporti e contatori)? Le impostazioni non verranno cancellate.

source: NTM - Import Data
it: NTM - Impota i Dati

source: No such file
it: File non trovato

source: Daily Traffic Report
it: Rapporto Traffico Giornaliero

source: Daily Traffic
it: Traffico giornaliero

source: All value are listed in MB
it: Tutti i valori sono in MB

source: In
it: Ric

source: Out
it: Tra

source: Report - Total
it: Rapporto - Totale

source: Days with traffic
it: Giorni con traffico effettuato

source: Received
it: Ricevuto

source: Trasmitted
it: Trasmesso

source: Max in one day
it: Massimo giornaliero

source: Min in one day
it: Minimo giornaliero

source: N. sessions
it: N. sessioni

source: Total Time
it: Tempo Totale

source: Max session length
it: Sessione massima

source: Min session length
it: Sessione Minima

source: Report - Statistic
it: Rapporto - Statistiche

source: Coming soon...
it: Prossimamente..

source: Offline
it: Disconnesso

source: Online
it: Connesso

source: NTM - Info & News
it: NTM - Info & Notizie

source: i18n setup: done!
it: configurazione i18n: fatto!

source: now
it: adesso

source: 0 (Show Main Window).
it: 0 (Visualizza Finestra principale).

source: Create dailytraffic table.
it: Creata la tabella dailytraffic.

source: Warning! Create dailytraffic table aborted.
it: Attenzione! Abortita la creazione della tabella dailytraffic.

source: Create vars table.
it: Tabella vars creata.

source: Warning! Create vars table aborted.
it: Attenzione! Abortita la creazione della tabella vars.

source: Create session table.
it: Tabella session creata.

source: Warning! Create session table aborted.
it: Attenzione! Abortita la creazione della tabella session.

source: NTM - Interface
it: NTM - Interfaccia

source: Change the interface
it: Cambia l'interfaccia

source: The interface "{0}" is not detected. Do you want to confirm the change?
it: L'interfaccia "{0}" no è rilevata. Vuoi confermare il cambiamento?

source: Change the interface...
it: Cambio dell'interfaccia...

source: ...done!
it: ...fatto!

source: Error: Invald online_check value.
it: Errore: Valore per online_check non valido.

source: Error: Invald tray_activate_action value.
it: Errore:Valore per tray_activate_action invalido.

source: Autostart work only with Gnome and KDE.
it: L'avvio automatico funziona solo con Gnome e KDE.

source: The interface
it: L'interfaccia

source: is not detected.
it: non è rilevata.

source: Total Receive Transm. Mean Speed of the last {0}"
it: Totale Ricevuti Trasmessi. Velocità media deglìultimi {0}"

source: wrong format or absent. rigenerate.
it: formato errato o assente. rigenerato.

source: Connection Error (
it: Errore di connessione (

source: NTM - New Version
it: NTM - Nuova Versione

source: Your version: {0}. Last version: {1} {2} {3}
it: La tua versione: {0}. Ultima versione: {1} {2} {3}

source: print the version number
it: stampa il numero di versione

source: Keyboard interrupt.
it: Interruzione di tastiera.

source: Wrong value for online check mode
it: Valore errato per la modalità di controllo della connessione

source: The NetworkManager daemon is in an unknown state.
it: Il demone di NetworkManager è in uno stato sconosciuto.

source: The NetworkManager daemon is asleep and all interfaces managed by it are inactive.
it: Il demone di NetworkManager e tutte le interfacce gestite sono inattive.

source: Unknown state
it: Stato sconosciuto

source: <b>First Day</b>
it: <b>Primo giorno</b>

source: <b>Time Module Pref.</b>
it: <b>Pref. Modulo Tempo</b>

source: <b>Time</b>
it: <b>Tempo</b>

source: <small><i>Total</i></small>
it: <small><i>Totale</i></small>

source: <small><small>Period: 2009-09-19 - 2009-10-18</small></small>
it: <small><small>Periodo: 2009-09-19 - 2009-10-18</small></small>

source: <span color='#009000'><small><i>Left</i></small></span>
it: <span color='#009000'><small><i>Mancante</i></small></span>

source: <span color='#900000'><small><i>Used</i></small></span>
it: <span color='#900000'><small><i>Usato</i></small></span>

source: Active
it: Attivo

source: Auto Disconnect
it: Auto disconnessione

source: Auto update
it: Auto aggiornamento

source: Days :
it: Giorni :

source: First day :
it: Primo giorno :

source: Hour
it: Ora

source: Length :
it: Durata :

source: Minute
it: Minuto

source: NTM - Date Choice
it: NTM - Scelta della Data

source: Second
it: Secondi

source: Total Time :
it: Tempo Totale :

source: <b>Time Slot Preferences</b>
it: <b>Preferenze Slot Temporale</b>

source: <b>Time Slot</b>
it: <b>Slot Temporale</b>

source: <small><i>Slots</i></small>
it: <small><i>Slot</i></small>

source: <small><i>This Slot</i></small>
it: <small><i>Slot Corrente</i></small>

source: Slot lenght [min.] :
it: Durata Slot [min.] :

source: Total Slots :
it: Slot Totali :

source: <b>Traffic Preferences</b>
it: <b>Preferenze Traffico</b>

source: <b>Traffic</b>
it: <b>Traffico</b>

source: <small><i>All</i></small>
it: <small><i>Tutti</i></small>

source: <small><i>Limit</i></small>
it: <small><i>Limite</i></small>

source: <span color='#900000'><small><i>In:</i></small></span>
it: <span color='#900000'><small><i>Ric:</i></small></span>

source: <span color='#900000'><small><i>Out:</i></small></span>
it: <span color='#900000'><small><i>Tra:</i></small></span>

source: Traffic Limit [MB]:
it: Limite Traffico [MB]:

source: Activate:
it: Attivato:

source: Autorun (Gnome,KDE or Xfce)
it: Autoesecuzione (Gnome,KDE o Xfce)

source: Data
it: Dati

source: Export
it: Esporta

source: General
it: Generale

source: Import
it: Importare

source: Import\Esport Data
it: Importare\Esportare i Dati

source: Interface:
it: Interfaccia:

source: Keep the window on top
it: Finestra in primo piano

source: NTM - Preferences
it: NTM - Preferenze

source: Online check:
it: Controllo connessione:

source: Remove all traffic and connections data
it: Rimuovi tutti i dati del traffico e connessioni

source: Tray Icon Actions
it: Azioni della icona di notifica

source: Update Interval [sec]:
it: Intervallo di aggiornamento [sec]:

source: Window opacity [%]:
it: Opacità della finestra [%]:

source: All
it: Tutto

source: From
it: Da

source: Report:
it: Rapporto:

source: Update
it: Aggiornamneto

source: to
it: a
